Repository: mozilla-l10n/mt-training-data
Catalog: luo/luo_pontoon.tmx
Source language: en_us
Languages: luo

source: Why is it important?
luo: Angoma omiyo gini nigi nengo?

source: Why is my language not included yet?
luo: Angomomiyo dhowa ok omedi kanyo?

source: Why should I sign up for an account?
luo: Ango momiyo onengo adonji e akaunt?

source: Wolof
luo: Dhowalof

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
luo: Bende idwaroni duondi misemaki mondo oruchi, koso diher mondo okan gi e kwan mar weche mar Common Voice?

source: Would you like to share some information about how you speak?
luo: Bende diher chiwo wach kaluowore kaka iwacho dhok?

source: Write
luo: Ndiki

source: Xhosa
luo: Dhohosa

source: Xitsonga
luo: Dhosisonga

source: Yes
luo: Eee!

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
luo: Kamano, orna barup mbui. Agombo bedo gi ngeyo matut kuom dongruok mar dhokni e Common Voice

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
luo: Ayie, orna barup mbui. Agombo bedo kuom achiel e yudo weche manyien mag donguok mar dhokni e Common Voice

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
luo: Ee, wadwaro duondi ahinya. Common Voice dwaro kabind dwonde mopogore opogore mondi teknologi mibolosi oti maber gi duonde duto. Emomiyo kata jok mapuojore dhok moro nyalo chiwo duondgi.

source: Yiddish
luo: Dhoyidis

source: Yoruba
luo: Dhoyoruba

source: You
luo: In

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
luo: Ichiegni chako golo weche maromo <size>GB { $size }</size>, wadhi mbele?

source: You are prepared to initiate a download of <b>{ $size }</b>
luo: Iikori ne golo <b>{ $size }</b>

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
luo: Inyali medo weche e <writePageLink>otas ndiko weche</writePageLink> kata inyalo nono weche e <reviewPageLink>otas nono weche</reviewPageLink>.

source: You can choose to make your username public or anonymous.
luo: Inyalo yiero keto nyingi mitiyo donjie chenroni ayanga kata inyalo pande.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
luo: Inyalo <sentenceCollectorLinkAdd>medo weche matin</sentenceCollectorLinkAdd>, kata inyalo <bulkImportDocsLink>keto weche mathoth dichiel kitiyo kod ranginy mar "Github" </bulkImportDocsLink>. Par mana ni weche go dwaroni obedie<licenseLink>(e aluora mag oganda) CC0</licenseLink> kata inyalo ndiko magi iwuon.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
luo: Inyalo tiyo kod <scraperLink> gir golo weche</scraperLink> mondi igol weche koae Wikipedia.

source: You have not added any languages yet.
luo: pok imed dhok moro amora

source: You must allow microphone access.
luo: Nyaka iyiene gima mako duol.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
luo: Kit dhok en ayanga kaka iwuoyo. Onyalo lokore kaluowore kod kuma isedakie, kata kod kit dhok moko miwacho to kod weche mamoko. Koro inyalo wacho wach moro amora miparoni donjore kae.

source: Your daily goal has been created
luo: Chenro mari mar tiyo odiochieng ka odiochieng oselosi

source: Your dataset is downloading!
luo: Golo deche dhi mbele!

source: You’re contributing to a target segment
luo: Ichiuri ne migau

source: You’re contributing to our first target segment
luo: Ichiuri ne migau mokuongo.

source: Your email address
luo: Barupi mar mbui

source: Your languages:
luo: Dhowa:

source: Your Languages
luo: dhou

source: Your username and email will not be associated with the published data.
luo: Nyingi mitiyogo donjie chenroni kod barupi mar mbui ok bitud gi deche moket ayanga.

source: Your weekly goal has been created
luo: Chenro mari mar tiyo juma ka juma oselosi

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
luo: Onego bedni iyudo barup mbui maleroni kidienje monego ilu mondo imed dhou e Common Voice

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
luo: Isekonyo Common Voice chopo kiwango <goalPercentage></goalPercentage> kuom duol { $goalValue } midwaro pile ka pile!

source: You've successfully signed up for contributing to { $language }. Thank you.
luo: Isedonjo maonge ng'ikruok e yor chiwo kony ne dholuo. Erokamano

source: You want to join the Common Voice mailing list
luo: Idwa donjo e kanyakla mayudo barupe mawuok Common Voice

source: Zaza
luo: Dhozaza

source: Zulu
luo: Dhozulu
